{"lastId":20,"exercitiu":[{"id":1,"nume":"Hip Thrust","descriere":"Place your upper back against a box or bench with your knees bent and feet flat on the floor. Put a padded — the thicker the padding, the better, says Contreras — loaded barbell across your hips so your glutes are near the floor. Then squeeze your glutes and raise your hips until they're in line with your body.Keep your back in neutral the entire time, making sure not to arch your lower back during the movement. Return to the starting position and repeat.","imagine":"hip_thrust.jpg","categorie":"legs","durata":15,"data":"2020-02-10","dificultate":"mare","muschi":"glutes","aparat":true},{"id":2,"nume":"Squat","descriere":"Hold a barbell across your back using an overhand grip. Keeping your head up and chest high, push your hips back, bend your knees, and lower your body until your thighs are at least parallel to the floor.Make sure your knees track over your feet and don't collapse inward. Push back to the starting position.","imagine":"squat.jpg","categorie":"legs","durata":12,"data":"2020-10-13","dificultate":"medie","muschi":"quads","aparat":false},{"id":3,"nume":"Lateral Raise","descriere":"Stand holding dumbbells at your hips, core tight and glutes squeezed, shoulder blades tight as well. Your elbows should have a slight bend in them. Without rocking, raise the dumbbells until your wrists are just below your shoulders; keep the fronts of the dumbbells pointing upwards just slightly. Lower with control.","imagine":"lat_raise.png","categorie":"shoulders","durata":6,"data":"2020-03-11","dificultate":"mica","muschi":"lateral shoulders","aparat":false},{"id":4,"nume":"Bicep curl","descriere":"Sit on an incline bench and hold a dumbbell in each hand at arm's length. Use your biceps to curl the dumbbell until it reaches your shoulder, then lower them back down to your side and repeat.","imagine":"bicep_curl.jfif","categorie":"arms","durata":5,"data":"2020-02-14","dificultate":"mica","muschi":"bicep","aparat":true},{"id":5,"nume":"Incline chest press","descriere":"Lie back on a bench set to an incline angle and lift a barbell to shoulder height, palms facing away from you. Breathe out as you press up with both arms. Lock out your arms and squeeze your chest before returning slowly to the start position.","imagine":"chest_press.jpg","categorie":"chest","durata":8,"data":"2020-02-15","dificultate":"medie","muschi":"pecs","aparat":true},{"id":6,"nume":"Overhead Extension","descriere":"Reach your arms overhead, holding the dumbbell vertically. Keep wrists straight. Bend your elbows, lowering the dumbbell behind your head. Keep your upper arms close to your head and elbows pointing toward the ceiling.","imagine":"overhead.jfif","categorie":"arms","durata":6,"data":"2020-04-13","dificultate":"mica","muschi":"tricep","aparat":false},{"id":7,"nume":"Cable Woodchopper","descriere":"Set the cable machine to the highest position with and stand side on to the weights with your back to the machine.Grabbing the handle with both hands take a step away from the tower and put your feet shoulder width apart.Extend your arms fully and pull the handle down and across your body whilst rotating your torso.","imagine":"wood.png","categorie":"abs","durata":12,"data":"2020-01-11","dificultate":"medie","muschi":"obliques","aparat":true},{"id":8,"nume":"Dumbbell Row","descriere":"Hold a dumbbell in your hand and get on one hand and knee on a bench. Keep your back straight; the elbow should be slightly bent and your palm facing inward. (Make sure to align bent knee under hips and hand under the right shoulder.)","imagine":"row.png","categorie":"back","durata":10,"data":"2020-01-10","dificultate":"mare","muschi":"lats","aparat":false},{"id":9,"nume":"Walking Dumbbell Lunge","descriere":" Stand holding a pair of dumbbells and take a long step forward with your left foot. Push up into a standing position, bringing your back foot forward. That’s 1 rep.","imagine":"lunge.jfif","categorie":"legs","durata":10,"data":"2020-01-12","dificultate":"mare","muschi":"quads","aparat":false},{"id":10,"nume":"Barbell Deadlift","descriere":"Squat down and grasp a barbell with your hands roughly shoulder-width apart. Keep your chest up, pull your shoulders back and look straight ahead as you lift the bar. Focus on taking the weight back onto your heels and keep the bar as close as possible to your body at all times. Lift to thigh level, pause, then return under control to the start position.","imagine":"8Gb0KDk.png","categorie":"legs","durata":20,"data":"2020-10-10","dificultate":"mare","muschi":"hamstrings","aparat":false},{"id":11,"nume":"Plank","descriere":"An all-time core classic. Hold a straight line from your shoulders to your ankles while supporting yourself on your forearms and toes.","imagine":"plank.jpg","categorie":"abs","durata":1,"data":"2020-01-12","dificultate":"mare","muschi":"abs","aparat":false},{"id":12,"nume":"Military Press","descriere":" Stand holding two dumbbells at your shoulders. Tighten your core and glutes. Your elbows should be slightly in front of you. This is the start. Now press the dumbbells upward, straightening your elbows and shoulders. Lower the dumbbells back to your shoulders with control. That's 1 rep.","imagine":"military.jpg","categorie":"shoulders","durata":5,"data":"2020-04-13","dificultate":"medie","muschi":"shoulders","aparat":false},{"id":13,"nume":"Pull-Up","descriere":"Grab the handles of the pull-up station with your palms facing away from you and your arms fully extended. Your hands should be around shoulder-width apart. Squeeze your shoulder blades together, exhale and drive your elbows towards your hips to bring your chin above the bar. Lower under control back to the start position.","imagine":"u05-bottomhalfwaytop-ism-mh310118-1558552383.jpg","categorie":"back","durata":7,"data":"2020-01-12","dificultate":"mare","muschi":"back","aparat":false},{"id":14,"nume":"Triceps Kickback","descriere":" Stand with knees bent, and lean forward slightly, with a dumbbell in each hand and elbows at 90-degrees by sides. Press dumbbells back and up, and as you straighten arms, squeeze triceps. Return to start. That's one rep.","imagine":"kickback.jpg","categorie":"arms","durata":8,"data":"2020-01-16","dificultate":"mica","muschi":"tricep","aparat":false},{"id":15,"nume":"Reverse fly","descriere":"Bend forward from the hips holding a light dumbbell in each hand with palms facing. Keeping a slight bend in your elbows, raise the weights out to shoulder height, then lower back to the start.","imagine":"reverse.jpg","categorie":"shoulders","durata":4,"data":"2020-01-15","dificultate":"mica","muschi":"rear delts","aparat":false},{"id":16,"nume":"Leg extension","descriere":"Using your quadriceps, extend your legs to the maximum as you exhale. Ensure that the rest of the body remains stationary on the seat. Pause a second on the contracted position.","imagine":"a9924e1639e2fcc81b7cea66eefa6e3b.png","categorie":"legs","durata":5,"data":"2020-01-17","dificultate":"medie","muschi":"quads","aparat":true},{"id":17,"nume":"Hip abduction","descriere":"The hip abductor muscles include the gluteus medius, gluteus minimus, and tensor fasciae latae (TFL). They not only move the leg away from the body, they also help rotate the leg at the hip joint. The hip abductors are necessary for staying stable when walking or standing on one leg.","imagine":"c3730b8449c2af3127e99d60d69713d7.jpg","categorie":"legs","durata":13,"data":"2020-01-17","dificultate":"mica","muschi":"glutes","aparat":true},{"id":18,"nume":"Cable fly","descriere":"Attach stirrup handles to the high pulleys of a cable crossover machine. Take one in each hand – your arms should be outstretched with a slight bend. Place one foot slightly forward, brace your core, and pull the handles downward and across your body. Return to the start position under control","imagine":"flyes.jpg","categorie":"chest","durata":5,"data":"2020-01-15","dificultate":"mica","muschi":"pecs","aparat":true},{"id":19,"nume":"Lat Pull-Downs","descriere":" Kneel in front of the cable machine and face away. Grab the bar with your palms facing away from you, shoulder-width apart. Lean back slightly and push your chest out. Pull the bar down to your chest, then return slowly to the start position. Your torso should remain still throughout.","imagine":"wide-grip-lat-pulldown.png","categorie":"back","durata":5,"data":"2020-01-12","dificultate":"mica","muschi":"back","aparat":true},{"id":20,"nume":"Rack pull","descriere":"Stand tall in front of a barbell resting on safety bars at knee height. Bend and grasp the bar with an overhand grip, then stand up until your back is straight again, squeezing your shoulder blades together at the top.","imagine":"download.jfif","categorie":"back","durata":6,"data":"2020-01-20","dificultate":"medie","muschi":"low back","aparat":true}]}
